load-test-results/01_ALB_heavy_normal_report.txt
Requests      [total, rate, throughput]         900, 5.01, 5.00
Duration      [total, attack, wait]             3m0s, 3m0s, 98.156ms
Latencies     [min, mean, 50, 90, 95, 99, max]  92.371ms, 101.13ms, 97.268ms, 106.898ms, 110.246ms, 202.895ms, 405.935ms
Bytes In      [total, mean]                     85552, 95.06
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:900  
Error Set: