load-test-results/02_ALB_heavy_high_report.txt
Requests      [total, rate, throughput]         5400, 30.01, 23.88
Duration      [total, attack, wait]             3m0s, 3m0s, 174.315ms
Latencies     [min, mean, 50, 90, 95, 99, max]  93.613ms, 19.839s, 21.141s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     451305, 83.58
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           79.67%
Status Codes  [code:count]                      0:1098  200:4302  
Error Set:
Get "http://infra-poc-alb-715237456.ap-northeast-1.elb.amazonaws.com/api/heavy": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Get "http://infra-poc-alb-715237456.ap-northeast-1.elb.amazonaws.com/api/heavy": dial tcp 0.0.0.0:0->18.177.175.24:80: i/o timeout (Client.Timeout exceeded while awaiting headers)
Get "http://infra-poc-alb-715237456.ap-northeast-1.elb.amazonaws.com/api/heavy": dial tcp 0.0.0.0:0->54.248.230.108:80: i/o timeout (Client.Timeout exceeded while awaiting headers)