load-test-results/04_CF_info_cache_report.txt
Requests      [total, rate, throughput]         900, 5.01, 5.01
Duration      [total, attack, wait]             3m0s, 3m0s, 12.016ms
Latencies     [min, mean, 50, 90, 95, 99, max]  8.187ms, 12.322ms, 11.898ms, 13.04ms, 13.671ms, 19.269ms, 263.546ms
Bytes In      [total, mean]                     104400, 116.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:900  
Error Set: